chat_system_2076316_actor_description=The fisherman Kitano, head of the fishing village.
chat_system_2076316_before_quest_question=^?^I know you've got the king's confidence, so I think you'll be able to help. Our good King Mark has set certain fishing limits, so that the fishermen wouldn't fish out a rare species, you see. <br>But since then, this "rare species" has bred so much that we don't know what to do with them! Even me - ever since in my youth I was skipper on the "Tornadic Cloud" - I haven't seen so many of those terrible creatures! But according to that new law, we can't touch them... <br>Please, go to the king and tell him our trouble. Even if he won't repeal the law altogether, he'll probably let us catch some of the fish at least...
chat_system_2076316_before_quest_answer_0=^?^Yes, I understand your situation and agree to help. I'll talk to the king.
chat_system_2076316_before_quest_answer_1=^?^You know, I'm a graduate of Knight's School, so it doesn't really suit me to fiddle around with your fish. Maybe if you asked me to kill some dragon or to clear an ancient treasury from ghosts... maybe then I would help you.
chat_system_2076316_ne_solidno_question=^?^You'll have enough dragons and treasures in the future. But giving a helping hand to the common people is a good and pious deed. Have a heart and help us with our misfortune. Ok, [player]?
chat_system_2076316_ne_solidno_answer_0=^?^Thanks but no thanks! Fiddle around with your fish by yourself. Bye.
chat_system_2076316_ne_solidno_answer_1=^?^Ok, you've convinced me. But remember, I'm not going to waste my time on this for free.
chat_system_2076316_zametano_question=^?^Don't worry about the reward, you'll be satisfied. Everyone in the village will chip in!<br>[reward]
chat_system_2076316_zametano_answer_0=^?^Now you're talking! Ok, the law will be redressed in no time!
